inspirational_quotes = [
    "Будь тем изменением, которое ты хочешь видеть в этом мире. — Махатма Ганди",
    "Секрет успеха — это начать. — Марк Твен",
    "Ты никогда не пересечешь океан, если не осмелишься потерять берег из виду. — Христофор Колумб",
    "Не бойтесь быть медленным, бойтесь стоять на месте. — Китайская пословица",
    "Каждый день — это новый шанс изменить свою жизнь. — Unknown",
    "Самое великое искусство — это умение начать. — Джон Рокфеллер",
    "Трудности — это просто возможность сделать что-то по-другому. — Джон Вуден",
    "Успех — это не конечный результат, это путь. — Зиг Зиглар",
    "Силы появляются, когда ты перестаешь думать, что тебе их не хватает. — Дейл Карнеги",
    "Верь в себя, и ты уже на полпути к успеху. — Теодор Рузвельт",
    "Сложности — это возможность для роста. — Джеймс Аллен",
    "Неважно, сколько раз ты упал, важно, сколько раз ты поднялся. — Unknown",
    "Чтобы достичь величия, нужно сначала верить в свою силу. — Unknown",
    "Не сдавайся, даже если путь сложен. В конце концов, ты окажешься на вершине. — Unknown",
    "Только тот, кто рискует слишком много, может достичь великих высот. — Т.С. Элиот"
]
