# Задача Постирать одежду
def sort_clothes():  # Отсортировать одежду по цветам
    print("Отсортировать одежду по цветам")


sort_clothes()


def put_clothes():  # Положить оперделенное количество одежды в стиральную машину
    print("Положить оперделенное количество одежды в стиральную машину")


put_clothes()


def detergent():    # Залить моющее средство в стиральную машину
    print("Залить моющее средство в стиральную машину")


detergent()


def washing_programm():  # Выбрать нужную программу стирки
    print("Выбрать нужную программу стирки")


washing_programm()


def run_programm():  # Запустить стиральную машину
    print("Запустить стиральную машину")


run_programm()
